export default JSON.stringify(cont);
const cont = {
    title: "الوضوء",
    headings: ["ما الصلاة؟ ", " ما حكم الصلاة؟", "متى فرضت الصلاة؟", "ما شروط الصلاة؟", "ما أركان الصلاة؟"],
    paragraphs: [["هي التعبد لله تعالى بأقوال وأفعال مخصوصة، مفتتحة بالتكبير، ومختتمة بالتسليم."
    ]
    ["ركن من أركان الإسلام، وفرض عين على كل مسلم ومسلمة، قال رسول الله صلى الله عليه وسلم: بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، والحج، وصوم رمضان. [صحيح البخاري]."
    ],
    ["فرضت في ليلة الإسراء والمعراج."],
    ['يشترط لصحة الصلاة ما يلي:', "• أن يكون المسلم طاهرًا من الحدث الأصغر والأكبر.", "• طهارة البدن والثوب ومكان الصلاة من النجاسات.", "• دخول وقت الصلاة.", "• استقبال القبلة.", "• النية بأن ينوي بقلبه الصلاة التي يصليها قبل تكبيرة الإحرام ولا يتلفظ بلسانه."]
        , ["• القيام في الفرض للقادر.", "• تكبيرة الإحرام.", "• قراءة الفاتحة.", "• الركوع.", "• الرفع من الركوع.", "• الاعتدال قائماً.", "• السجود ويكون على سبعة أعضاء.", "• الرفع من السجود.", "• الجلوس بين السجدتين.", "• الطمأنينة في كل ركن.", "• التشهد الأخير.", "• الجلوس للتشهد والتسليم له.", "• التسليمة الأولى.", "• الترتيب."]
    ]
    , link: "https://www.youtube.com/embed/QIi6YSJfPTw"
}